Repository: 76house/herbalist-server
Catalog: apps/herbapp/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Age group
cs: Věková skupina
de: Altergruppe

source: Type
cs: Typ
de: Typ

source: Body parts
cs: Části těla
de: Körperteile

source: Head parts
cs: Části hlavy
de: Kopfteile

source: name_en
cs: name_cs
de: name_de

source: Environment
cs: Prostředí
de: Umgebung

source: Skin
cs: Kůže
de: Haut

source: Muscular and nervous system
cs: Pohybová a nervová soustava
de: Muskulatur und Nervensystem

source: Respiratory system
cs: Dýchací soustava
de: Atemsystem

source: Cardiovascular system
cs: Kardiovaskulární soustava
de: Kardiovaskuläres System

source: Digestive and excretory system
cs: Trávicí a vylučovací soustava
de: Verdauungs- und Ausscheidungssystem

source: Reproductive system
cs: Rozmnožovací soustava
de: Reproduktionssystem

source: Infections
cs: Infekce
de: Infektionen

source: Holarctic
cs: Holarctis
de: Holarctis

source: Paleotropical
cs: Paleotropis
de: Paleotropis

source: Neotropical
cs: Neotropis
de: Neotropis

source: South African
cs: Capensis
de: Capensis

source: Australian
cs: Australis
de: Australis

source: Antarctic
cs: Holantarctis
de: Holantarctis

source: English
cs: Anglicky
de: Englisch

source: German
cs: Německy
de: Deutsch

source: Czech
cs: Česky
de: Tschechisch

source: Other languages
cs: Další jazyky
de: Weitere Sprachen

source: Flower
cs: Květ
de: Blüte

source: Leaf
cs: List
de: Blatt

source: Shrub / tree
cs: Keř / strom
de: Strauch / Baum

source: Fruit
cs: Plod
de: Frucht

source: Distribution
cs: Rozšíření
de: Verteilung

source: Effects
cs: Účinky
de: Wirkungen

source: Client ID
cs: Klient ID
de: Klient ID

source: Last sync time
cs: Čas poslední synchronizace
de: Letzte Sync-Zeit

source: Client version
cs: Verze klienta
de: Klientversion

source: Client platform
cs: Platforma klienta
de: Klientplatform

source: Language
cs: Jazyk
de: Sprache

source: Screen width
cs: Šířka displeje
de: Bildschirmbreite

source: Screen height
cs: Výška displeje
de: Bildschirmhöhe

source: Request count
cs: Počet požadavků
de: Requestanzahl

source: Purchase
cs: Nákup
de: Kauf

source: Purchases
cs: Nákupy
de: Käufe

source: Name
cs: Jméno

source: Author
cs: Autor
de: Autor

source: Authors
cs: Autoři
de: Autoren

source: men and women
cs: muži i ženy
de: Männer und Frauen

source: men only
cs: pouze muži
de: nur Männer

source: women only
cs: pouze ženy
de: nur Frauen

source: infants
cs: kojenci
de: Säuglinge

source: children
cs: děti
de: Kinder

source: teenagers
cs: dospívající

source: adults
cs: dospělí
de: Erwachsene

source: seniors
cs: senioři
de: Senioren

source: physical
cs: fyzická
de: physisch

source: psychical
cs: psychická
de: psychisch

source: head / neck
cs: hlava / krk
de: Kopf / Hals

source: skin
cs: kůže
de: Haut

source: chest / back
cs: hrudník / záda
de: Brustkorb / Rücken

source: stomach / bottom
cs: břicho / zadek
de: Bauch / Hinterteil

source: genitourinary tract
cs: genitourinální trakt
de: Urogenitaltrakt

source: hands / legs
cs: ruce / nohy
de: Arme / Beine

source: hair
cs: vlasy
de: Haar

source: brain
cs: mozek
de: Gehirn

source: eyes
cs: oči
de: Augen

source: ears
cs: uši
de: Ohren

source: mouth / nose
cs: ústa / nos
de: Mund / Nase

source: neck
cs: krk
de: Hals

source: Name (EN)
cs: Jméno (EN)

source: Name (DE)
cs: Jméno (DE)

source: Name (CS)
cs: Jméno (CZ)

source: Affected sex
cs: Postihuje pohlaví
de: betroffenes Geschlecht

source: Disease
cs: Zdravotní potíž
de: Gesundheitsproblem

source: Diseases
cs: Zdravotní potíže
de: Gesundheitsprobleme

source: herb
cs: bylina
de: Kraut

source: leaf shrub
cs: listnatý keř
de: Laubstrauch

source: needle shrub
cs: jehličnatý keř
de: Nadelstrauch

source: leaf tree
cs: listnatý strom
de: Laubbaum

source: needle tree
cs: jehličnatý strom
de: Nadelbaum

source: white
cs: bílá
de: weiß

source: yellow
cs: žlutá
de: gelb

source: brown
cs: hnědá
de: braun

source: red / pink
cs: červená / růžová
de: rot / rosa

source: blue / magenta
cs: modrá / fialová
de: blau / lila

source: green
cs: zelená
de: grün

source: other
cs: jiné
de: andere

source: simple
cs: jednoduchý
de: einfach

source: capitulum - disc or ray florets
cs: úbor - trubkovité a jazykovité květy
de: Blutenköpfchen - Scheibenblüten oder Zungenblüten

source: cyme
cs: vrcholík
de: Trugdolde

source: corymb
cs: chocholík
de: Schirmtraube

source: dychasia
cs: vidlan
de: Sprossverzweigung

source: umbel
cs: okolík
de: Dolde

source: compound umbel
cs: složený okolík
de: Doldenrispe

source: panicle
cs: lata
de: Rispe

source: raceme
cs: hrozen
de: Traube

source: spike
cs: klas
de: Ähre

source: head
cs: hlávka
de: Köpfchen

source: catkin
cs: jehněda
de: Kätzchen

source: january
cs: leden
de: Januar

source: february
cs: únor
de: Februar

source: march
cs: březen
de: März

source: april
cs: duben

source: may
cs: květen
de: Mai

source: june
cs: červen
de: Juni

source: july
cs: červenec
de: Juli

source: august
cs: srpen

source: september
cs: září

source: october
cs: říjen
de: Oktober

source: november
cs: listopad

source: december
cs: prosinec
de: Dezember

source: alternate
cs: střídavé
de: wechselständig

source: opposite
cs: vstřícné
de: gegenständig

source: verticillate
cs: přeslenité
de: quirlförmig

source: rosette
cs: přízemní růžice
de: rosettig

source: entire
cs: celokrajný
de: ganzrandig

source: serrate
cs: pilovitý
de: gesägt

source: toothed
cs: zubatý
de: gezähnt

source: lobed
cs: vroubkovaný
de: gelappt

source: simple unseparated
cs: jednoduché nečleněné
de: ungegliedert

source: simple hand-shaped
cs: jednoduché dlanité
de: handförmig

source: simple pinnate
cs: jednoduché zpeřené
de: gefiedert

source: compound hand-shaped
cs: složené dlanité
de: zweifach gefiedert

source: compound imparipinnate
cs: složené lichozpeřené
de: unpaarig gefiedert

source: compound paripinnate
cs: složené sudozpeřené
de: paarig gefiedert

source: scaly (equisetaceae)
cs: šupinové (přesličkovité)
de: schuppig (Schachtelhalmgewächse)

source: linear
cs: čárkovitý
de: linealisch

source: circular
cs: okrouhlý
de: kreisrund

source: oval-shaped
cs: oválný
de: elliptisch

source: egg-shaped
cs: vejčitý
de: eiförmig

source: teardrop-shaped
cs: obvejčitý
de: verkehrt-eiförmig

source: lanceolate
cs: kopinatý
de: lanzettlich

source: wedge-shaped
cs: obkopinatý
de: verkehrt-lanzettlich

source: spoon-shaped
cs: kopisťovitý
de: spatelförmig

source: triangular
cs: trojúhelnkový
de: dreieckig

source: diamond-shaped
cs: kosníkovitý
de: rautenförmig

source: heart-shaped
cs: srdčitý
de: herzförmig

source: inverse heart-shaped
cs: obsrdčitý
de: verkehrt-herzförmig

source: kidney-shaped
cs: ledvinitý
de: nierenförmig

source: arrow-shaped
cs: střelovitý
de: pfeilförmig

source: spear-shaped
cs: hrálovitý
de: spießförmig

source: pinnatisect
cs: kracovitý
de: fiederschnittig

source: single needles
cs: jednotlivé jehlice
de: Einzelnadeln

source: bundled needles
cs: skupiny jehlic
de: Nadelgruppe

source: tufted needles
cs: trsy jehlic
de: Nadelbüschel

source: scales
cs: šupinovité
de: schuppige Nadeln

source: with thorns
cs: s trny / ostny
de: mit Dornen

source: smooth
cs: hladká
de: glatt

source: lenticelas
cs: lenticely
de: Lentizellen

source: grooved
cs: rozbrázděná
de: geriffelt

source: scaly
cs: šupinatá
de: schuppig

source: legume
cs: lusk / struk
de: Hülse

source: capsule
cs: tobolka
de: Kapsel

source: silique
cs: šešule
de: Schote

source: follicle
cs: měchýřek
de: Balgfrucht

source: nut / nutlet
cs: oříšek / tvrdka
de: Nuss / Klause

source: achene
cs: nažka
de: Achäne

source: winged achene
cs: křídlatá nažka
de: Spaltfrucht

source: berries
cs: bobule
de: Beeren

source: aggregate fruits
cs: souplodí
de: Sammelfrucht

source: drupe
cs: peckovice
de: Steinfrucht

source: pome
cs: malvice
de: Apfelfrucht

source: cone
cs: šiška
de: Kegel

source: caryopsis
cs: obilka
de: Getreidefrucht

source: spore
cs: výtrus

source: no fruit
cs: bez plodu
de: ohne Frucht

source: field
cs: polní

source: grassy
cs: travnaté
de: Wiese, Weide

source: forested
cs: lesnaté
de: Wald, Urwald

source: humid
cs: vlhké
de: Gewässer, Moor, Heide

source: urban
cs: obydlené
de: Besiedlung, Garten, Wege, Schutt

source: mountain
cs: horské
de: Berge, Felsen

source: antihydrotic (reduces perspiration)
cs: antiperspirant (potlačuje pocení)
de: schweißhemmend

source: antiseptic (prevents sepsis or putrefaction)
cs: antiseptický (potlačuje lokální bakteriální infekci)
de: antiseptisch (keimtötend)

source: deodorant (masks smells)
cs: deodorantní (odstraňuje pachy)
de: desodorierend (körpergeruchsbindend)

source: diaphoretic (induces perspiration)
cs: diaforetický (provokující pocení)
de: schweißtreibend

source: disinfectant (cleans wounds)
cs: dezinfekční (čistí rány)
de: wundreinigend

source: emollient (softens and moistures the skin)
cs: zvláčňující kůži
de: hautgeschmeidig

source: febrifuge (reduces fevers)
cs: protihorečnatý
de: fiebersenkend

source: rubefacient (produces inflammation and redness of the skin)
cs: rubefacientní (dráždí pokožku a zvyšuje její teplotu)
de: hautreizend (erzeugt eine Rötung und Erwärmung der Haut)

source: vulnerary (promotes the healing of wounds)
cs: hojivý (hojí a zaceluje rány)
de: wundheilend

source: anaesthetic (numbs the feeling in the body)
cs: anestetický (znecitlivující)
de: anästhetisch (betäubend)

source: analgesic (relieves pain)
cs: analgetický (zmírňuje bolest)
de: analgetisch (schmerzlindernd)

source: antispasmodic (relaxes muscular spasms and cramps)
cs: antispasmodický (předchází a zmírňuje křeče)
de: krampflösend (löst schmerzhafte Muskelkrämpfe)

source: astringent (produces contraction in living tissue)
cs: svíravý (stahuje tkáně)
de: zusammenziehend (zieht das Gewebe zusammen)

source: nervine (stimulates and calms the nerves)
cs: uklidňující (působí příznivě na nervy)
de: nervenstillend

source: aromatherapeutic
cs: aromaterapeutický
de: aromatherapeutisch

source: hallucinogenic
cs: halucinogenní
de: halluzinogen

source: hypnotic (induces sleep)
cs: hypnotický (uspává)
de: schlaffördernd

source: refrigerant (cools the body)
cs: osvěžující (zahání žízeň a snižuje teplotu)
de: erfrischend (hilft gegen den Durst und senkt die Körpertemperatur)

source: sedative (reduces nervousness and irritation)
cs: sedativní (zklidňuje nervový systém)
de: sedativ (beruhigend)

source: stimulant (excites or quickens activity of the physiological processes)
cs: stimulující (zvyšuje a zrychluje tělesnou aktivitu)
de: stimulierend (regt die Wachheitsfunktionen an)

source: tonic (improves general health)
cs: tonizující (posiluje tělo)
de: tonisch (stärkt den Organismus)

source: antitussive (relieves coughing)
cs: antitusický (proti kašli)
de: hustenbekämpfend

source: balsamic (soothing agent)
cs: balzamický (zklidňuje sliznice)
de: balsamisch (wirkt auf die Schleimhäute der Atemwege)

source: decongestant (removes phlegm and mucous)
cs: odhleňující
de: schleimlösend

source: expectorant (clears phlegm from the chest by inducing coughing)
cs: expektorantní (pomáhá vylučování hlenu)
de: expektorierend (auswurffördernd)

source: pectoral (relieves respiratory diseases)
cs: pektorální (pomáhá dýchání)
de: atemregulierend

source: antianaemic (blood tonic)
cs: antianemický (léčí chudokrevnost)
de: antianämisch (bekämpft die Blutarmut)

source: anticholesterolemic (prevents the build up of cholesterol)
cs: anticholesterolemický (snižuje hladinu cholesterolu)
de: cholesterinsenkend

source: blood purifier
cs: čistící krev
de: blutreinigend

source: cardiac (used in the treatment of heart problems)
cs: reguluje srdeční činnost
de: herzregulierend

source: cardiotonic (stimulates blood circulation)
cs: posiluje krevní oběh
de: zirkulationsfördernd (aktiviert die Blutzirkulation)

source: haemostatic (controls internal bleeding)
cs: hemostatický (zastavuje krvácení)
de: homöostatisch (blutgerinnungsfördernd)

source: hypertensive (increases blood pressure)
cs: hypertenzní (zvyšuje krevní tlak)
de: blutdruckerhöhend

source: hypoglycaemic (reduces the levels of sugar in the blood)
cs: hypoglykemický (snižuje hladinu cukru v krvi)
de: antidiabetisch (blutzuckersenkend)

source: hypotensive (reduces blood pressure)
cs: hypotenzní (snižuje krevní tlak)
de: blutdrucksenkend

source: vasoconstrictor (narrows the blood vessels)
cs: vazokonstrukční (stahuje drobné cévky)
de: gefäßverengend

source: vasodilator (widens the blood vessels)
cs: vazodilatační (roztahuje drobné cévky)
de: gefäßerweiternd

source: antidiarrhoeal
cs: protiprůjmový
de: antidiarrhöisch (gegen Durchfall)

source: antiemetic (prevents vomiting)
cs: antiemetický (zabraňuje nevolnosti a zvracení)
de: brechreizlindernd

source: appetizer (improves the appetite)
cs: zvyšující chuť k jídlu
de: appetitanregend

source: bitter (increases the appetite and stimulates digestion)
cs: hořký (zvyšuje chuť k jídlu a podporuje trávení)
de: bitter (fördert den Appetit und die Verdauung)

source: carminative (reduces flatulence and expels gas from the intestines)
cs: karminativní (potlačuje plynatost)
de: karminativ (blähungstreibend)

source: cholagogue (increases the flow of bile)
cs: cholagogický (stimuluje produkci žluče)
de: gallentreibend (unterstützt die Produktion von Gallenflüssigkeit)

source: depurative (eliminates toxins and purifies the organism)
cs: detoxikační (čistí organismus)
de: entgiftend (reinigt den Organismus)

source: diuretic (promotes the flow of urine)
cs: diuretický (močopudný)
de: diuretisch (harntreibend)

source: hepatic (acts on the liver)
cs: hepatický (působí na játra)
de: hepatisch (leberwirkend)

source: laxative (stimulates bowel movements)
cs: projímavý (podporuje činnost střev)
de: abführend (erleichtert den Austritt des Darminhaltes)

source: lithontripic (removes stones from kidney or bladder)
cs: rozpouštějící žlučové kameny
de: gallensteinlösend

source: stomachic (improves the action of the stomach)
cs: stomachický (podporuje trávení)
de: stomachisch (verdauungsfördernd)

source: abortifacient (causes an abortion)
cs: abortivní (způsobuje potrat)
de: abtreibend

source: anaphrodisiac (reduces sexual desire)
cs: anafrodiziakální (tlumí sexuální potřeby)
de: anaphrodisiakisch (sexuell hemmend)

source: aphrodisiac (increases the sexual appetite)
cs: afrodiziakální (zvyšuje sexuální potřeby)
de: aphrodisiakisch (sexuell stimulierend)

source: contraceptive (prevents fertilization)
cs: kontraceptivní (zabraňuje otěhotnění)
de: kontrazeptiv (verhindert die Schwangerschaft)

source: emmenagogue (promotes or increases the menstrual flow)
cs: emenagogický (povzbuzuje menstruační krvácení)
de: menstruationsregulierend

source: galactofuge (reduces the flow of milk in a nursing mother)
cs: antilaktační (zastavuje tvorbu mateřského mléka)
de: milchhemmend (vermindert die Produktion von Muttermilch)

source: galactogogue (promotes the flow of milk in a nursing mother)
cs: laktační (podporuje tvorbu mateřského mléka)
de: milchtreibend (fördert die Produktion von Muttermilch)

source: uterine tonic (stimulates uterine contractions during the birth)
cs: děložní (tonizující dělohu při porodu)
de: oxytoxisch (geburtsstimulierend)

source: antibacterial
cs: antibakteriální
de: antibakterielles

source: antibiotic (inhibits infections)
cs: antibiotický (potlačuje infekci v těle)
de: antiinfektiös (bekämpft Infektionen)

source: antiinflammatory
cs: protizánětlivý
de: entzündungshemmend

source: antiviral
cs: antivirální

source: parasiticide (kills internal parasites)
cs: antiparazitický
de: antiparasitär (wurmtreibend)

source: Circumboreal
cs: Cirkumboreální oblast

source: Eastern Asiatic
cs: Východoasijská oblast

source: North American Atlantic
cs: Atlanticko-severoamerická oblast

source: Rocky Mountain
cs: Oblast Skalistých hor

source: Macaronesian
cs: Makaronésie

source: Mediterranean
cs: Středozemní oblast

source: Saharo-Arabian
cs: Saharsko-arabská oblast

source: Irano-Turanian
cs: Íránsko-turanská oblast

source: Madrean
cs: Madreanská oblast

source: Guineo-Congolian
cs: Guinejsko-konžská oblast

source: Eastern African Coast
cs: Oblast východoafrického pobřeží

source: Sudano-Zambezian
cs: Súdánsko-zambezijská oblast

source: Karoo-Namib
cs: Oblast Karoo-namibská

source: Madagascan
cs: Madagaskarská oblast

source: Indian
cs: Indická oblast

source: Indochinese
cs: Indočínská oblast

source: Malesian
cs: Malesijská oblast

source: Fijian
cs: Fidžijská oblast

source: Polynesian
cs: Polynéská oblast

source: Hawaiian
cs: Havajská oblast

source: Neocaledonian
cs: Novokaledonská oblast

source: Caribbean
cs: Karibská oblast

source: Guayana Highlands
cs: Oblast Guyanské vysočiny

source: Amazonian
cs: Amazonská oblast

source: Brazilian
cs: Brazilská oblast

source: Andean
cs: Andská oblast

source: Cape
cs: Kapská oblast

source: Northeast Australian
cs: Severo- a východoaustralská oblast

source: Southwest Australian
cs: Jihozápadoaustralská oblast

source: Central Australian
cs: Středoaustralská oblast

source: Fernandezian
cs: Oblast ostrovů Juana Fernándeze

source: Chile-Patagonian
cs: Chilsko-patagonská oblast

source: South Subantarctic Islands
cs: Oblast subantarktických ostrovů

source: Neozeylandic
cs: Novozélandská oblast

source: Latin name
cs: Latinský název
de: Lateinischer Name

source: Latin synonymes
cs: Latinská synonyma
de: Lateinische Synonyme

source: Family
cs: Čeleď
de: Familie

source: Common name (EN)
cs: Obecný název (EN)
de: Name (EN)

source: Folk names (EN)
cs: Lidové názvy (EN)
de: Allgemeine Namen (EN)

source: Description (EN)
cs: Popis (EN)
de: Beschreibung (EN)

source: Common name (DE)
cs: Obecný název (DE)
de: Name (DE)

source: Folk names (DE)
cs: Lidové názvy (DE)
de: Allgemeine Namen (DE)

source: Description (DE)
cs: Popis (DE)
de: Name (DE)

source: Common name (CS)
cs: Obecný název (CZ)
de: Name (CS)

source: Folk names (CS)
cs: Lidové názvy (CZ)
de: Allgemeine Namen (CS)

source: Description (CS)
cs: Popis (CZ)
de: Name (CS)

source: Common name (FR)
cs: Obecný název (FR)
de: Name (FR)

source: Common name (IT)
cs: Obecný název (IT)
de: Name (IT)

source: Common name (ES)
cs: Obecný název (ES)
de: Name (ES)

source: Common name (RU)
cs: Obecný název (RU)
de: Name (RU)

source: Common name (SK)
cs: Obecný název (SK)
de: Name (SK)

source: Common name (PL)
cs: Obecný název (PL)
de: Name (PL)

source: Common name (TR)
cs: Obecný název (TR)
de: Name (TR)

source: Common name (AR)
cs: Obecný název (AR)
de: Name (AR)

source: Common name (ZH)
cs: Obecný název (ZH)
de: Name (ZH)

source: Is healing
cs: Léčivá
de: Ist heilkräftig

source: Is toxic
cs: Jedovatá
de: Ist giftig

source: Plant type
cs: Typ rostliny
de: Pflanzentyp

source: Min.height (cm)
cs: Min.výška (cm)
de: Min.Höhe (cm)

source: Max.height (cm)
cs: Max.výška (cm)
de: Max.Höhe (cm)

source: Predominant flower color
cs: Převládající barva květu
de: Blütenhauptfarbe

source: Flower type
cs: Typ květu
de: Blütentyp

source: Blooming from
cs: Kvete od
de: Blüht von

source: Blooming to
cs: Kvete do
de: Blüht bis

source: Min.petal count
cs: Min.počet okvětních lístků
de: Min.Blütenblattanzahl

source: Max.petal count
cs: Max.počet okvětních lístků
de: Max.Blütenblattanzahl

source: Leaf type
cs: Typ listu
de: Blatttyp

source: Leaf shape
cs: Tvar listu
de: Blattform

source: Leaf shape (alt.)
cs: Tvar listu (alt.)
de: Blattform (alt.)

source: Leaf edge
cs: Okraj listu
de: Blattrand

source: Leaf edge (alt.)
cs: Okraj listu (alt.)
de: Blattrand (alt.)

source: Leaf arrangement
cs: Umístění na stonku
de: Blattstand

source: Leaf arrangement (alt.)
cs: Umístění na stonku (alt.)
de: Blattstand (alt.)

source: Needle type
cs: Typ jehlic
de: Nadeltyp

source: Ast branching
cs: Větvení
de: Verzweigung

source: Bark type
cs: Typ borky
de: Borkentyp

source: Bark type (alt.)
cs: Typ borky (alt.)
de: Borkentyp (alt.)

source: Fruit type
cs: Typ plodu
de: Fruchttyp

source: Fruit from
cs: Plody od
de: Frucht von

source: Fruit to
cs: Plody do
de: Frucht bis

source: Herb
cs: Bylinka
de: Kraut

source: Herbs
cs: Bylinky
de: Kräuter

source: Pictures
cs: Obrázky
de: Bilder

source: Filename
cs: Soubor
de: Dateiname

source: Herb picture
cs: Obrázek bylinky
de: Kräuterbild

source: Herb pictures
cs: Obrázky bylinek
de: Kräuterbilder

source: Thumbnail
cs: Náhled

source: tea
cs: čaj
de: Tee

source: inhalation
cs: inhalace

source: gargle
cs: kloktání
de: Gurgeln

source: bath
cs: koupel
de: Bad

source: ointment
cs: mast
de: Salbe

source: honey
cs: med
de: Honig

source: poultice
cs: obklad
de: Umschlag

source: oil
cs: olej
de: Öl

source: powder
cs: prášek
de: Pulver

source: syrup
cs: sirup
de: Sirup

source: liquere
cs: likér
de: Likör

source: juice
cs: šťáva
de: Saft

source: tincture
cs: tinktura
de: Tinktur

source: jam
cs: zavařenina
de: Konfitüre

source: chewing
cs: žvýkání
de: Kauen

source: meal
cs: pokrm
de: Speise

source: Usage
cs: Užití
de: Gebrauch

source: Note (EN)
cs: Poznámka (EN)
de: Notiz (EN)

source: Note (DE)
cs: Poznámka (DE)
de: Notiz (DE)

source: Note (CS)
cs: Poznámka (CZ)
de: Notiz (CS)

source: Herb usage
cs: Užití bylinky
de: Kräutergebrauch

source: Herb usages
cs: Užití bylinek
de: Kräutergebrauch

source: root
cs: kořen
de: Wurzel

source: bark
cs: kůra
de: Rinde

source: flower
cs: květ
de: Blüte

source: leaf
cs: list
de: Blatt

source: needle
cs: jehlice
de: Nadel

source: fruit
cs: plod
de: Frucht

source: resin
cs: pryskyřice
de: Harz

source: Part
cs: Část
de: Teil

source: Pick from
cs: Sběr od
de: Sammeln von

source: Pick to
cs: Sběr do
de: Sammeln bis

source: Herb pick
cs: Sběr bylinky
de: Kräutersammeln

source: Herb picks
cs: Sběr bylinek
de: Kräutersammeln

source: dry
de: Steppe, Wüste
